# Сюда кидаем ссылки на ваши репозитории по модулям
# Я сделаю 1 репозиторий, но в нём будут просто разные папки, в этих папках я и буду хранить все задания. Только если это не проекты.
'''
Модуль 1.
1. Анастасия Соловьёва - https://repl.it/@Anastasiya0111/modle1
2. Анстасия Радзиховская - https://repl.it/@AnastasiaRad/AcrobaticPreemptiveAnalysts
3.(ALL DONE)Виталий Насиковский - https://repl.it/@ncxofficial/FTP102020-1

Модуль 2.
1. Анастасия Соловьёва - 
2. Анастасия Радзиховская - 
3. Виталий Насиковский - 
4. Вячеслав Нестеренко -

'''